{
    "anime": [
        {
            "title": "One Piece",
            "info": "A masterpiece from Echiro Oda. The story follows the adventures of pirate named Monkey D. Luffy. With his crew of pirates, named the Straw Hat Pirates, Luffy explores the Grand Line in search of the world's ultimate treasure known as One Piece in order to become the next King of the Pirates.",
            "genre": "Adventure, fantasy",
            "rating": "4.9/5",
            "img": "img/one-piece.jpeg",
            "class": "one-piece"
        },
        {
            "title": "Naruto/Naruto Shippuden",
            "info": "the story of Naruto Uzumaki, a young ninja who seeks to gain recognition from his peers and also dreams of becoming the Hokage, the leader of his village.",
            "genre": "Adventure, fantasy, martial arts",
            "rating": "4.8/5",
            "img": "img/naruto.jpeg",
            "class": "naruto"
        },
        {
            "title": "One Punch Man",
            "info": "It tells the story of Saitama, a superhero who can defeat any opponent with a single punch but seeks to find a worthy opponent after growing bored by a lack of challenge in his fight against evil.",
            "genre": "Action, comedy, superhero",
            "rating": "4.5/5",
            "img": "img/one-punch-man.jpeg",
            "class": "one-punch-man"
        },
        {
            "title": "My Hero Academia",
            "info": "The story follows Izuku Midoriya, a boy born without superpowers (called Quirks) in a world where they have become commonplace, but who still dreams of becoming a hero himself. He is scouted by All Might, Japan's greatest hero, who shares his quirk with Midoriya after recognizing his potential, and later helps to enroll him in a prestigious high school for heroes in training.",
            "genre": "Adventure, fantasy, superhero",
            "rating": "4.5/5",
            "img": "img/MHA.jpeg",
            "class": "mha"
        },
        {
            "title": "Death Note",
            "info": "The story follows Light Yagami, a teen genius who stumbles across a mysterious otherworldly notebook: the Death Note, that grants the user the supernatural ability to kill anyone whose name is written in its pages.",
            "genre": "Mystery, psychological thriller, supernatural",
            "rating": "4.6/5",
            "img": "img/death-note.jpeg",
            "class": "death-note"
        },
        {
            "title": "Fullmetal Alchemist: Brotherhood",
            "info": "the series follows the adventures of two alchemist brothers named Edward and Alphonse Elric, who are searching for the philosopher's stone to restore their bodies after a failed attempt to bring their mother back to life using alchemy.",
            "genre": "Adventure, dark fantasy, steampunk",
            "rating": "4.5/5",
            "img": "img/brotherhood.jpeg",
            "class": "brotherhood"
        },
        {
            "title": "Attack On Titan",
            "info": "It is set in a fantasy world where humanity lives within territories surrounded by three enormous walls that protect them from gigantic man-eating humanoids referred to as Titans.",
            "genre": "Action, apocalyptic",
            "rating": "4.0/5",
            "img": "img/aot.jpeg",
            "class": "aot"
        },
        {
            "title": "Mob Pshyco 100",
            "info": "Shigeo Kageyama is an average middle school boy, nicknamed Mob, he is a powerful esper with immense psychic power. To keep from losing control of this power, he constantly lives a life under an emotional shackle.",
            "genre": "Action, comedy, supernatural",
            "rating": "3.8/5",
            "img": "img/mob.png",
            "class": "mob"
        },
        {
            "title": "haikyu!!",
            "info": "Junior high school student—Shōyō Hinata—gains a sudden love of volleyball after seeing a game on television. Although short in height, he becomes determined to be like his favourite player, nicknamed the Little Giant, after seeing his plays.",
            "genre": "Comedy, coming-of-age, sports",
            "rating": "4/5",
            "img": "img/haikyu.jpeg",
            "class": "haikyu"
        },
        {
            "title": "Tokyo Ghoul",
            "info": "The story follows Ken Kaneki, a half ghoul who tries surviving world of ghouls.",
            "genre": "Dark fantasy, horror, thriller",
            "rating": "4.6/5",
            "img": "img/ghoul.jpeg",
            "class": "ghoul"
        },
        {
            "title": "Demon Slayor",
            "info": "The story follows Tanjiro Kamado, a young boy who becomes a demon slayer after his family is slaughtered and his younger sister Nezuko is turned into a demon.",
            "genre": "Adventure, dark fantasy, martial arts",
            "rating": "4.2/5",
            "img": "img/demon-slayor.jpeg",
            "class": "slayor"
        },
        {
            "title": "That Time I Got Reincarnated as a Slime",
            "info": "Lonely thirty-seven-year-old Satoru Mikami is stuck in a dead-end job, unhappy with his mundane life, but after dying at the hands of a robber, he awakens to a fresh start in a fantasy realm...as a slime monster! As he acclimates to his goopy new existence, his exploits with the other monsters set off a chain of events that will change his new world forever!",
            "genre": "fantasy",
            "rating": "4.5/5",
            "img": "img/slime.jpeg",
            "class": "slime"
        }
    ]
}